{"Telephone Number": "314-810-3114", "Corporation": "X", "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2009", "Date": "", "Partnership": "", "Employer": "Express Scripts, Inc.", "Street": "1719 N Atlantic", "Address in Item 3": "X", "Individual": "", "Address in Item 4": "", "State": "Washington", "ZIP Code + 4": "63121", "Attention To": "Matthew", "Name": "", "14. Signed": "Mathhar", "City": "Spokane", "Trade Name": "", "Street One": "Express Way", "Address in Item 5": "", "ZIP Code": "4 99205", "1. File Number E-": "6368", "Signed": "M", "Paz": "", "2. Fiscal Year": "Covered From:", "Expires": "09-30-2011", "Part A": "", "Name George": "", "P.O. Box, Building and Room Number, If any": "HQ2E01", "YES": "", "NO": "X", "File Number E-": "", "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.", "Name of Reporting Employer Express": "Scripts, Inc.", "If \"Yes\", number of Part Bs attached": "1", "Written*": "", "Both": "X", "Payment": "", "Oral": "", "Agreement": "", "ITEM 8.f": "", "ITEM 8.b": "", "Name of Reporting Employer": "Express Scripts, Inc.", "ITEM 8.e": "", "ITEM 8.c": "", "ITEM 8.a": "", "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "4/20/09 - 4/22/09", "ITEM 8.d": "", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Secretary-Treasurer", "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "4/20/09 - 4/22/09", "ZIP Code +": "99205", "Part B": "", "11.b. Amount of each payment or expenditure": "980 0", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Express Scripts, Inc. hosts an annual Outcomes Conference each year in St. Louis, Missouri for its clients and others. Guests are invited by invitation and all costs are covered by Express Scripts. Costs include airfare, hotel, meals, materials, transporation and golfing. The dollar amount is an estimate because guests participate in different activities. Express Scripts provides Pharmacy Benefit Management Services through a written agreement with UFCW local 1439. The conference is educational and a copy of the invitation is attached.", "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "", "(*Written agreements entered into during the fiscal year must be attached.)": "", "Telephone": "314-692-1902", "Title": "CEO"}