[
    {
        "Date": "3/5/2015",
        "Telephone Number": "770-429-4616",
        "Partnership": "",
        "Address in Item 4": "",
        "Corporation": "X",
        "Individual": "",
        "Trade Name": "",
        "ZIP Code + 4": "",
        "State": "",
        "Month/Day/Year (mm/dd/yyyy)": "",
        "Employer": "Crane Nuclear, , Inc",
        "Other (specify)": "",
        "Address in Item 3": "X",
        "City": "",
        "Street": "",
        "Address in Item 5": "",
        "Name": "",
        "1. File Number E-": "66369",
        "Organization": "",
        "Signed": "K.IDD. Kelhed",
        "Part A": "583016",
        "Through": "",
        "Title": "President",
        "(Kelhofer": "",
        "Expires": "08-31-2016"
    },
    {
        "YES": "",
        "NO": "X",
        "File Number E-": "",
        "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
        "If \"Yes\", number of Part Bs attached": "1"
    },
    {
        "Payment": "",
        "Oral": "",
        "Both": "",
        "ITEM 8.b": "",
        "Agreement": "",
        "ZIP Code + 4": "",
        "ITEM 8,a": "X",
        "File Number E-": "",
        "Written*": "X",
        "ITEM 8.e": "",
        "ITEM 8.f": "",
        "ITEM 8.d": "",
        "State": "",
        "Name of Reporting Employer": "Crane Nuclear, Inc.",
        "Street": "",
        "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Payments made to IBEW #66",
        "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "2009",
        "11.a. Date of each payment or expenditure (mm/dd/yyyy)": "",
        "11.b. Amount of each payment or expenditure": "",
        "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": ""
    },
    {},
    {},
    {},
    {
        "New Years Day": "",
        "It shall be the exclusive responsibility of the non-union contractor to establish and maintain safe operating practices and safoty regulations,": "The Owner will require all non-union contractors supplying non-union staff augmentation employees to follow the safety guidelines outlined for STPNOC as a minimum. In the event a non-union staff augmentation employee suffers a serious ocoupational injury, the Union shall be notified as soon as possible, but no later than twenty-four (24) hours following the incident and Union representatives may attend any investigation concerning the injury."
    },
    {
        "Grog Lucero Business Manager and Financial Seoretary IBEW Local Union No. 66": "they funco",
        "Tina Shelton Company Representativo STP Nuclear Operating Company": "Tera shelton"
    },
    {
        "Time": "16:25:38",
        "Date": "02/10/15",
        "Page": "1",
        "Supplier Tax ID": "1979",
        "Amount": "9,263.82",
        "apckrp01.p": "2+"
    },
    {
        "": ""
    }
]