{"City": "", "Address in Item 3": "X", "Corporation": "X", "Telephone Number": "616/957-0311", "Individual": "", "Address in Item 4": "", "Organization": "The Burke Group", "Trade Name": "", "Partnership": "", "Street": "27407 Pacific Coast Highway", "P.O. Box, Bldg., Room No., if any": "", "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2014", "Date": "11/19/14", "State": "", "Name": "David Burke", "ZIP Code + 4": "90265-4337", "Title": "Chairman of the Board/CEO", "Employer": "ADAC Automotive", "Other (specify)": "", "Address in Item 5": "", "Teets": "", "P.O. Box, Building and Room Number, If any": "", "File Number": "", "Attention To": "Terrance", "14. Signed": "for Effer Treasurer (if other title, see Other (Specify) instructions)", "13. Signed": "D.7.Cats Title President", "For Official Use Only": "DEC 0 5 2016", "Part A": "", "YES": "", "NO": "X", "File Number E-": "67310", "If \"Yes\", number of Part Bs attached": "", "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.", "Name of Reporting Employer": "", "Both": "", "Payment": "", "Written": "X", "Oral": "", "Agreement": "", "ITEM 8.b": "", "ITEM 8.f": "", "ITEM 8.d": "", "ITEM 8.a": "", "ITEM 8.c": "", "ITEM 8.e": "X", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Independent consultant", "P.O. Box, Building and Room Number, if any": "", "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "November 19, 2014", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "ADAC Automotive entered into an agreement with The Burke Group for purposes of training and educating all employees on the National Labor Relations Act. This training occurred during the months of November and December 2014. An initial $5,000 retainer was provided and payment in full was due at the end of each month based upon how much training and expenses were incurred during the month.", "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Payment made by Check Payment made by check", "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "11/30/2014 12/31/2014", "Very truly yours,": "David J. Burke, Chairman of the Board/CEO", "Los Angeles": "", "Scope of Work": "RC Campaign 2 Principals @ $275 per hour 3 Consultants @ $225 per hour All hours to be billed at the above rates Location of Work: Muskegon, MI", "DavidJ Burke": "", "TBG Principal/Case Manager": "$275.00 per hour", "TBG CEO/ Senior Partner": "$300.00 per hour", "TBG Project Manager": "$250.00 per hour", "Dear": "Mr. Lawiess,", "TBG": "$225.00 per hour", "TBG will forward its invoices monthly. All": "invoices are due and payable upon receipt.", "Expenses are billed at cost and include but are not limited to": "1. Transportation portal-to-portal including: airfare plus upgrade when lowest possible coach fare purchased, auto rental, local transport (taxi, shuttles, etc.,) and mileage @ current IRS rate. 2. Lodging, plus $6/day phone expense per consultant, if lodging overnight. 3. Meal per diem @ $46/day for 4 or more hours worked, ($23/day for less than 4 hours worked and/or consultant commuted). 4. Miscellaneous expenses specific to case, i.e., research, NLRA guides, postage, Federal Express, clerical, etc. 5. TBG administrative expense equal to 1% of labor billed on each invoice.", "(Replace Empty Box With Blackened Box Here to Enter Into Binding Obligation)": "", "New York": "", "Louisville": "", "New Haven": "", "Houston": "", "Electronic Signature (Replace Empty Box with Blackened Box Here to Enter Into Binding Obligation)": ""}