[
    {
        "Telephone Number": "770-916-0060",
        "Individual": "",
        "State": "",
        "Corporation": "X",
        "Organization": "",
        "Date": "08 / 16 / 2012",
        "Address in Item 3": "X",
        "ZIP Code + 4": "30339",
        "Street": "",
        "City": "Atlanta",
        "Trade Name": "",
        "Partnership": "",
        "Title": "EVP",
        "Address in Item 4": "",
        "Month/Day/Year (mm/dd/yyyy)": "08/16/2012 12/31/2012",
        "Name": "",
        "Other (specify)": "",
        "Employer": "Culpepper Security Services, Inc.",
        "Address in Item 5": "",
        "P.O. Box, Building and Room Number, If any": "",
        "R.O Box, Building and Room Number, If any": "",
        "Signed": "hours S. Culpenper",
        "Attention To,": "Vera",
        "1. File Number E-": "65103",
        "14. Signed": "Unabscurple",
        "Expires": "10-31-2013"
    },
    {
        "YES": "",
        "NO": "X",
        "File Number E-": "",
        "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
        "If \"Yes\", number of Part Bs attached": "0",
        "Name of Reporting": "Employer: Culpepper Security Services, Inc.",
        "8.e. Did you make any agreement or arrangement with. a labor relations consultant or other independent contráctor or organization pursuant to which such person undertook activities where an object thereof, directly or indirectly, was to persuade employees .to exercise, or not to exercise, or as to the manner of exercising, the right to organize and bargain collectively through representatives of their own choosing; or did you make any payment (including reimbursed expenses) pursuant to such an agreement or arrangement?": "3",
        "8.b. Did you make, directly or indirectly, any payment (including reimbursed expenses) to any of your employees, or to any group or committee of your employees, for the purpose of causing them to persuade other employees to exercise or not to exercise, or as to the manner of exercising, the right to organize and bargain collectively through representatives of their own choosing without previously or at the same time disclosing such payment to all such other employees?": "0"
    },
    {
        "Payment": "",
        "Both": "X",
        "ZIP Code + 4": "60030",
        "Oral": "",
        "State": "Illinois",
        "Written*": "X",
        "Agreement": "",
        "City": "Grayslake",
        "ITEM 8.b": "",
        "Street": "253 Commerce Brive, Ste, 105",
        "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "April 16, 2012",
        "ITEM 8.f": "",
        "ITEM 8.c": "",
        "ITEM 8.a": "",
        "ITEM 8.d": "",
        "ITEM 8.e": "X",
        "File Number E-": "",
        "Name of Reporting Employer": "Culpepper Security Services, Inc.",
        "P.O. Box; Building and Room Number, if any": "",
        "P.O. Box, Building and Room Number, if any": "",
        "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "President",
        "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "payment by check payment by check",
        "12., Explain,fully the circumstances of all payments, including the terms. of any oral agreement or understanding pursuant to which they were made.": "The two payments listed above were for the completion of services as per the written agreement between Culpepper Security Services, Inc. and Modern Management, Inc. (enclosed)"
    },
    {
        "": ""
    },
    {},
    {
        "Sincerely.": "David J. Rittof David Duty",
        "By": "Dear p. EVP",
        "I have read and fully understand this letter and confirm and agree to the terms and conditions stated therein as of this 16th day of April . 2012.": ""
    },
    {
        "Invoice No": "2914",
        "Client No": "372-",
        "TOTAL AMOUNT DUE": "$3,445.96",
        "Make checks payable to": "Modern Management, Inc.",
        "Terms ": "Net 30 Days",
        "HOTEL": "292.78",
        "CURRENT PERIOD AMOUNT": "3,445.96",
        "TOTAL EXPENSES": "945.96",
        "MEALS": "38.38",
        "AIR FARE": "514.80",
        "TOTAL FEES": "2,500.00",
        "COMMUNICATION/ADMIN": "100.00",
        "GARY": "2,500.00",
        "Fax": "847.543.7710"
    },
    {
        "Terms ": "Net 30 Days",
        "Invoice No": "430012",
        "Client No": "47",
        "Make checks payable to": "Government Resources Consultants of America, Inc.",
        "CURRENT PERIOD AMOUNT": "2,577.69",
        "TOTAL AMOUNT DUE": "chitt",
        "TOTAL FEES": "1,750.00",
        "GARY T. RISELING": "1,750.00",
        "TOTAL EXPENSES": "827.69",
        "Fax": "847.543.7710",
        "AIR FARE": "454.80"
    }
]