[
    {
        "No": "X",
        "Partnership": "",
        "Individual": "",
        "Yes.": "",
        "Corporation": "X",
        "G": "",
        "D": "",
        "Address in Item 1": "X",
        "2. Address of Principal Office, if different from address in Item 1.": "",
        "1. Full Name of Reporting Employer (including trade name, if any) and mailing address (Street Number, City, State, ZIP Code).": "Ultra- Cash Inc. PO Boy 28- Blair Pike Rd Peru, IN 46970",
        "(Specify)": "",
        "3. Any other address or addresses at which records necessary to verify this report will be available for examination.": "",
        "H": "",
        "File No.": "E- 4211",
        "Address in Item 2": "",
        "Day": "01 01 00",
        "Ending": "12 31 00 Mo. Day Yr.",
        "Manufacturing": "X A",
        "Wholesale and Retail Trade": "F",
        "E": "",
        "\"Yes,\" enter the number of Part B's required for this question": "",
        "TOTAL NUMBER OF PART B'S REQUIRED FOR THIS REPORT is": "1",
        "If \"Yes,\" enter the number of Part B's required for this question": ""
    },
    {
        "Both.": "",
        "Oral": "X",
        "Written": "",
        "Payment": "",
        "Agreement": "",
        "Date": "12-7-00",
        "(If other title, cross out and write in correct title above.)": "Peru, IN On 12-7-00 (If other title, cross out and wri'e in City State Date correct title above.)",
        "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. Attach any additional narrative sheets that are necessary to fully explain the required information.": "For services rendered during the union campaign to answer questions of employees in the voting block concerning the law pertaining to the employees rights, employer's rights, and the rights of the union.",
        "Indicate in blocks at left, question number to which this Part B relates and the consecutive number of this Part B with respect to that question. (See example on page 2, 3d paragraph under \"What Must Be Filed.\")": "8 E",
        "(2)": "",
        "11. a. Date of each pay- ment or expenditure": "(1) 1-22-01 (2) (3)",
        "a. Name and address of person, committee, group or organization with whom or through whom a separate agreement was made or to whom payments or expendi- tures were made.": "CBC Consulting, Ltd. 5900 Lorac Drive Suite 101 Clarkston, MI 48346",
        "E-": "",
        "File No.": "",
        "(3)": "",
        "Refer to Instructions on Page 3": "",
        "(1)": "",
        "c. Name and address of firm or labor organiza- tion with whom employed or affiliated.": "Consultant"
    }
]