[
    {
        "Date": "06 / 21 /..201,7",
        "Individual": "",
        "Partnership": "",
        "Corporation": "",
        "Telephone Number": "708/947-7710",
        "Month/Day/Year (mm/dd/yyyy)": "12/31/2017",
        "Address in Item 4": "",
        "ZIP Code + 4": "60523",
        "State": "",
        "Other (specify) S-Corp": "X",
        "Address in Item 3": "X",
        "Employer": "Elite Admin & Insurance Group, Inc.",
        "City": "Oak Brook",
        "Street": "1211 W. 22nd Street, Suite 820",
        "Trade Name": "",
        "Address in Item 5": "",
        "Signed": "Grough Presidene",
        "2. Fiscal Year Covered": "From:",
        "Attention To": "Cary L Lewis",
        "Through": "",
        "Name": "",
        "4. Name and address of President or corresponding principal officer, if different from address in Item 3.": "Name P.O. Box, Building and Room Number, If any Street City State ZIP Code + 4",
        "14. Signed": "Willn I Hense Treasurer (if other title, see Treasurer instructions)",
        "P.O.": "Box, Bldg., Room No., if any",
        "Title": "President",
        "1. File Number E-": "05509",
        "Part A": "",
        "Expires": "07-31-2019"
    },
    {
        "YES": "",
        "NO": "X",
        "File Number E-": "05509",
        "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated."
    },
    {
        "Oral": "X",
        "Payment": "X",
        "Both": "",
        "Agreement": "",
        "Written*": "",
        "State": "Illinois",
        "ITEM 8.b": "",
        "ITEM 8.f": "",
        "ITEM 8.d": "",
        "City": "Chicago",
        "ZIP Code": "4 60068",
        "Street": "1300 W. Higgins Rd, Suite 111",
        "ITEM 8.a": "X",
        "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Secretary-Treasurer",
        "File Number": "E- 05509",
        "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "See 11.a.",
        "ZIP Code +": "60068",
        "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "06/06/2017 06/28/2017",
        "ITEM 8.c": "",
        "ITEM 8.e": "",
        "9.b. Name and address of person with whom or through whom a separate agreement was made or to whom payments were made.": "Name John T Coli",
        "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "\"Dinner\" reflects value of expenses incurred while hosting dinner to discuss insurance related items",
        "Part B": "",
        "Name of Reporting Employer": "Elite Admin & Insurance Group, Inc.",
        "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Dinner Dinner",
        "11.b. Amount of each payment or expenditure": "260 153"
    }
]