[
    {
        "Partnership": "",
        "Yes.": "X",
        "Individual": "",
        "Corporation": "",
        "Address in Item 1": "X",
        "No": "X",
        "2. Address of Principal Office, if different from address in Item 1.": "Dean Foods 3600 River Road Franklin Park, IL. 60131",
        "c": "",
        "Full Name of Reporting Employer (including trade name, if any) and mailing address (Street Number, City, State, ZIP Code),": "TG Lee Dairy 315 N. Bumby Ave., PO Box 3033 Orlando, FL 32803",
        "Address in Item 2": "",
        "(Specify)": "",
        "3. Any other address or addresses at which records necessary to verify this report will be available for examination.": "",
        "Other (Specify)": "",
        "Wholesale and Retall Trade.": "X",
        "D": "",
        "Ending": "12 31 02 Mo. Day Yr.",
        "Address In item 3": "",
        "If \"Yes,\" enter the number of Part B's required for this question": "",
        "Beginning": "01 01 02 Mo. Day Yr.",
        "TOTAL NUMBER OF PART B'S REQUIRED FOR THIS REPORT is": "1",
        "File No.": "E-. 4387 U.S. of",
        "\"Yes,\" enter the number of Part B's required for this question": ""
    },
    {
        "Both.": "",
        "Oral": "X",
        "Payment": "",
        "Written": "",
        "Agreement": "",
        "State": "",
        "TREASURER": "VICEPRESID",
        "Date": "3-7-03",
        "Data": "3-10-03",
        "City": "ORLA-CO",
        "Yr.": "",
        "SIGNED": "IL",
        "a. Name and address of person, committee, group or organization with whom or through whom a separate agreement was made or to whom payments or expendi- tures were mada.": "CBC Consulting, Ltd. 5900 Lorac Drive Suite 101 Clarkston, MI 48346",
        "PRESIDENT": "VICE",
        "File No.": "4487 U.S. Dept. of Lábor)",
        "c. Name and address of firm or labor organiza- tion with whom employed or affiliated.": "",
        "b. Position in labor organization or with em- player (if an independent labor consultant, so state).": "",
        "Indicate in blocks at left, question number to which this Part 8 relates and the consecutive number of this Part B with respect to that question. (See example on page 2, 3d paragraph under \"What Must Be filed.\")": "E",
        "Name and Address of Reporting Employer": "(To be assigned by Refer to Instructions on Page 3",
        "c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or proparty)": "(1) CHECK (2) (3)",
        "(1)": "2/13/03",
        "12.": "Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. Attach any additional narrative sheets that are necessary to fully expiain the required information. For services rendered during the union campaign to answer questions of employees in the voting block concerning the and the rights of the law pertaining to the employees rights, employer's rights, Rec'd",
        "(3)": "",
        "(2)": ""
    }
]