[
    {
        "Telephone Number": "248-339-4696",
        "Organization": "",
        "Corporation": "X",
        "Trade Name": "",
        "Partnership": "",
        "Individual": "",
        "Employer": "Brose 'Belvidere, Inc.",
        "ZIP Code + 4": "61008",
        "State": "Michigan",
        "City": "Auburn Hills",
        "Date": "03 / 12 / 2019",
        "Address in Item 4": "",
        "Street": "725 Logistics Drive",
        "Name": "",
        "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2018",
        "Address in Item 3": "X",
        "Other (specify)": "",
        "Title": "Director, Human Resources",
        "Address in Item 5": "",
        "P.O. Box, Bldg., Room No., if any": "",
        "P.O. Box, Building and Room Number, If any": "",
        "Attention To": "Gloria Blanchard",
        "Krug": "",
        "1. File Number E-": ""
    },
    {
        "YES": "",
        "NO": "X",
        "File Number E-": "",
        "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
        "If \"Yes\", number of Part Bs attached": "0",
        "Name of Reporting": "Employer: Brose Belvidere, Inc."
    },
    {
        "ITEM 8.f": "",
        "State": "South Carolina",
        "Oral": "X",
        "ZIP Code + 4": "29585",
        "Written*": "",
        "Both": "",
        "Payment": "X",
        "ITEM 8.c": "",
        "File Number": "",
        "ITEM 8.b": "",
        "Agreement": "",
        "ITEM 8.a": "",
        "City": "Pawley's Island",
        "ITEM 8.e": "X",
        "ITEM 8.d": "",
        "Name of Reporting Employer": "Brose North America, Inc.",
        "ZIP Code +": "29585",
        "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Founder and CEO",
        "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "5/10/2018",
        "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Payments were for professional services provided by Kulture Consulting, LLC. Services included conducting informational meetings with Company employees related to the process of unionization, the National Labor Relations Act, the role of the National Labor Relations Board, and collective bargaining.",
        "Street": "",
        "Name": "Peter",
        "11.a. Date of each payment or expenditure (mm/dd/yyyy).": "8/7/2018 9/11/2018",
        "List": "",
        "9.b. Name and address of person with whom or through whom a separate agreement was made or to whom payments were made.": "",
        "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "payment payment",
        "Organization": "Kulture Consulting, LLC"
    }
]