{
    "Partnership": "X",
    "Date": "33/28/1203",
    "Organization": "International Org. tof Masters. Mates, & Pilots",
    "Corporation": "",
    "Individual": "X",
    "State": "Marylandy",
    "ZIP Code + 4": "98020",
    "Address in Item 4": "",
    "Trade Name": "MAME Healthy& Benefit Plans,",
    "Telephone Number": "410-850-8623",
    "City": "Edmonds",
    "ZIP Code +4": "",
    "Street": "700. Maritime Blvd Suite B",
    "Title": "Controller/comptrorler",
    "Month/Day/Year (mm/dd/yyyy)": "1-2 / 31 / 2012",
    "Address in Item 3": "X",
    "Attention To": "Patrick McCullough",
    "Address in Item 5": "",
    "Name": "",
    "Employer": "Masters Mates &Pilots Plans",
    "P.O. Box, Building and Room Number, If any": "",
    "Other (specify)": "Mulità Employer Benefält Trüst",
    "Signed": "Patramile",
    "umber": "",
    "Expires": "10-31-2013",
    "YES": "",
    "NO": "X",
    "File Number E-": "04721",
    "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items; and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
    "If \"Yes\", number of Part Bs attached": "5",
    "Name of Reporting Employer": "Masters, Mates & Pilots Plans",
    "Both": "",
    "Payment": "",
    "Oral": "",
    "Agreement": "X",
    "Written*": "X",
    "ZIP Code.+": "21090-1953",
    "ITEM 8.e": "",
    "ITEM 8.f": "",
    "ITEM 8.a": "X",
    "ITEM 8.b": "",
    "ITEM 8.d": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "November 1998",
    "P.O. Box, Building and Room Number, if any": "",
    "ITEM 8.c": "X",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Vice + President United +Inland Grp",
    "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash orproperty)": "IFEBP: - Conference Fees sit Payment = Cash. Trustee Mtg \"Meals IFEBP - Hotel, Airfare & Meals - Payment - Cash",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or underständing pursuant to which they were made.": "Re imbur sement of or sig expenses in connection with attending Trustees meetings includes méalis; lodging la Y: % and transpor Réimbursement, forexpensésassociatedwithyattendinglthenternational Foundat ion of Employee Bene fit Plans includes meals, lodging; transportation and if conference, registrat",
    "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "03*/03/2011 06/03/2011 11/16/11",
    "File Number": "04721",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state)": "vice President PacificyPorts,",
    "P.O. Box, Building and Room Number, if. any": "",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Trustees meeting expenses include meäls, lodging and transportation International Foundation of Employee Bene fitwplans i( IFEBP):Expenses incl ude meal's ;lodging Pransportation and; conference fees,",
    "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Trustee Mtg. ¿Airfare, Rent Car, etc. Payment Cash Trustee Mtgl. - Hotel - Payment - Cash IFEBP. - Conference Fees - Payment - Cash Trustee Mtg.: Airfare, Rent Car, etc. Payment Cash Trustee Mtg, - Hotel i Payment -1. Cash",
    "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property).": "Trustee Mtge Airfare - PaymentSCash Trustee Mtg - Meals, Transport. - Pymt : Cash Trustée Mtg. +- Hotel - Payment:Cash IFEBP to Hotels Parking. & Meal's Payment:CCash",
    "Part B Page": "8 , Item 11, Continued",
    "": "09/12/2012",
    "Written\"": "X",
    "Part B": "Page 10 Item 11, Continued",
    "11.c., Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Trustee Mtg, Airfare - Payment Cash Trustee Mtg. Hotel - Payment = Cäsh IFEBP. Conference Fees - Payment 1 Cash Trustee Mtg Parking - Payment - Cash Trustee Mtg. Airfare & Rent Car- Payment =",
    "Page 7 of 12": "",
    "9.c. Position In.labor organization or with employer (if an independent labor consultant, so state)": "VicesPresiden it \"Allantic Ports",
    "ZIP Code": "07306'",
    "12. Explain fully. the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Reimbursement for expenses in: connection with of ättending Trustees (meetings includes meals, lodging and transportation Reimbursement for expenses associated withwattending the International Foundatio of 34 Employeé Benefit Plans (IFEBP) conference includes meals, lodging, transportation and conference registrat",
    "11.c. Kind of each payment. or expenditure (Specify whether payment or loan, and whether in cash or property)": "Trustee Mtg) Hotel -, Payment - Cash IFEBP Conference Éees - Payment - Cash Trustee Mtg. NY Meals, Transpont - Pymt. Trustee MtgS Hotel - Payment - Cash Trüstee Mtg. - Hotel - Payment .- Cash",
    "Page 9 of 12": "",
    "Trustée Mtgi - ,Mealsin Transport. - Pymt.  Cash": "",
    "11/09/2011\"": "11/29/2011",
    "Name/of Reporting Employer Masters,": "Mates & Pilots Plans",
    "11.b. Amount of each payment or expenditure.": "212",
    "ZIP Code +": "4",
    "ITEM 8.f.": "",
    "Written*.": "X",
    "12. Explain fully the circumstances of all payments, including the terms of any oral or understanding pursuant to which they were made.": "and transportation",
    "Brown": "",
    "P.O. Box, Bldg., Room No., if any": "",
    "1. File Number E-": "04721",
    "Other (specify) Multi Employer Benefit Trust": "X",
    "ZIP Code 4": "21090;-1953",
    "ITEM. 8.f": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments.or expenditures were agreed to or made.": "November 16% 1998",
    "10.a Date of the promise, agreement, or arrangement pursuant to which payments.or expenditures were agreed to or made.": "Növember 16,",
    "Part B Päge": "4 Item 11, Continued",
    "Trustee cme ting expenses include meals l'odging and transportation- International Foundation of Employee (IFEBP) expenses include meals lodging, transportation and conference fees.": "",
    "11.a. Date of each payment. or expenditure ( mm/dd/yyyy ).": "08/08/2012, 08/24/2012 10/10/2012 11/09/2012 11/07/2012",
    "ITEM 8!f": "",
    "9.c. Position In l'abor organization or with employer (if an independent labor consultant, so state).": "Vice. President Ports,",
    "12. Explain fully the circumstances of all payments, including the ferms of any oral agreement or understanding pursüant to which they were made.": "Trustees mee ing expenses Einclude meal's; >lodging and transportation Internat ¡Foundation of Employee Bene itt, Plans (TI FEBP) expenses include meal's lodging transportation and conference fees",
    "9.b. Name and address of person with whom or through whom a separate agreement was made or to whom payments were made.": "Name Steven Werse mrs E this",
    "11.c. Kind of each payment or expenditure (Specify whether payment- or loan, and whether in cash or property)": "Trustee Mtg. Meals Transport Trustee Mtg Hotel ** Payment:Cash IFEBP Conference Fees - Payment Cash Trustee Mtg. Meals) Transport. - Pymt, Cash. Trustee Mtg - -Payment : Cash_",
    "11.a. Date of each payment or expenditure ( mm/dd/yyyy ).": "",
    "10/10/2012": "",
    "10.a. Date of the promise, agreement, or, arrangement pursuant to which payments or expenditures were agreed to or made.": "November 1998",
    "Murray": "",
    "11.a. Date of each payment or expenditure ( mm/dd/yyyy).": "02/08/2012 03/02/2012 05/23/2012 06/20/2012",
    "Trustees": "Parking : Payment\":Cash",
    "12. Explain fülly the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "meals, lodging, transportati ion. and conference fees",
    "07/06/2012": "09/21/2012 10/24/2012 11/07/2012 12/05/2012"
}