{
    "Individual": "",
    "Partnership": "",
    "Corporation": "X",
    "On Date": "6/30/20",
    "Telephone Number": "412-992-2018",
    "Street": "2555 South 30th Street",
    "ZIP Code + 4": "47909",
    "Address in Item 4": "",
    "Title": "Labor Relations Director",
    "13. SIGNED": "forge Rodrigug",
    "Address in Item 3": "X",
    "Organization": "United Steelworkers Local 115",
    "Trade Name": "",
    "Name ": "John Plant",
    "1. File Number": "E- 67717",
    "14. SIGNED": "",
    "State": "IN",
    "P.O. Box, Bldg., Room No., if any": "Suite B",
    "City": "Lafayette",
    "Address in Item 5": "X",
    "P.O. Box, Bldg., room No., if any": "Suite B",
    "Attention To": "Jorge Rodriguez",
    "Month/Day/Year (mm/dd/yyyy)": "12/31/2019",
    "Other(Specify)": "",
    "Mailing Address P.O. Box, Bldg., Room No., if any": "",
    "Expires": "9/30/21",
    "No": "1245-0003",
    "Employer": "ARCONIC INC.",
    "YES": "X",
    "NO": "X",
    "File Number E-": "67717",
    "Name of Reporting Employer": "ARCONIC INC.",
    "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also; if the answer is \"Yes\" for more than one person organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are:submitted for that item in the line indicated.",
    "Written*": "",
    "Payment": "",
    "Oral": "X",
    "Agreement": "",
    "Name": "Spencer Buchanan",
    "Both": "X",
    "ITEM 8.d": "",
    "ITEM 8.f": "",
    "ITEM 8.e": "",
    "ITEM'8c": "",
    "ITEM 8.b": "",
    "File Number": "67717",
    "10.a. Date of the promise, agreement, or. arrangement pursuant to which payments or expenditures were agreed to or made.": "01/01/2019",
    "ITEM 8.a": "X",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "President",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "03/09/2019 - $398 - Hotel reservations for Scott Wolendowski for Health & Safety Conference in Pittsburgh 04/03/2019 - $1,053 - Breakfast & lunch for Step 3 grievance meetings -Spencer Buchanan, Wayne Dale, Scott Wolendowski, Terri Waymire, Mike Wortman, Aaron Eldart, Robin Buschman and John Ragan, USW 05/07/2019 - $875 - Registration for USW Safety & Health Conference in Michigan City, IN for Mark Current, Dawn Flynn, Trevor Hartill, Christine McIntosh, Doug Herr and James Loane 05/19/2019 - $1196.16 Hotel reservations for USW Safety & Health Conference in Michigan City, IN for Mark Current, Dawn Flynn, Trevor Hartill, Christine Mcintosh, Doug Herr, James Loane 05/22/19 - $230 - Meals for Doug Herr at USW Safety & Health Conference in Michigan City, IN 07/25/2019 - $138 - Lunch for Spencer Buchanan and Aaron Eldart at Step 2 grievance meetings 09/13/2019 - $5,173 - Hotel accommodations, meals and car rental for Annual USW Arconic Safety Meeting in PIT; Benefits Meeting for James Loane, Mark Current, Dawn Flynn, Doug Herr, Scott Wolendowski 11/15/2019 - $141 - Lunch for USW International Safety Rep visit for Spencer Buchanan and Wayne Dale 11/20/2019 - $2,068 - Breakfast & lunch for Step 3 grievance meetings for Spencer Buchanan, Wayne Dale, Scott Wolendowski, Terri Waymire, Mike Wortman, Aaron Eldart, Robin Buschman and John USW"
}