{
    "Corporation": "",
    "Date": "3 / 28 / 2017",
    "City": "",
    "State": "",
    "Organization": "",
    "Partnership": "",
    "individual": "",
    "ZIP Code + 4": "",
    "Telephone Number": "908.233.6800",
    "Trade Name": "",
    "P.O. Box, Bldg., Room No., if any": "PO Box 2369",
    "Address in Item 4": "",
    "Street": "",
    "": "01 / 01 / 2016",
    "Employer": "Lindabury, McCormick, Estabrock & Cooper",
    "Name": "",
    "ZIP Code+": "07091",
    "Address in Itém 3": "X",
    "P.O. Box, Bufiding and Room Number, If any": "",
    "Title": "Treasurer",
    "Address in Item 5": "",
    "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2016",
    "Other (spedity)": "P.C.",
    "P.O. Box, Building and Room Number, If any": "",
    "Titfe": "Pres ident",
    "14. Signed": "currentless",
    "2. Fiscal Year Covered": "From:",
    "Expires": "07-31-2019",
    "YES": "",
    "NO": "X",
    "File Number E-": "",
    "if \"Yes\", number of Part Bs attached": "",
    "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
    "Name of Reporting Employer": "Lindabury, McCormick, Estabrook & Cooper",
    "Payment": "",
    "Both": "",
    "Buth": "",
    "Oral": "",
    "Agreement": "",
    "Written*": "",
    "ITEM 8.d": "",
    "ITEM 8.b": "",
    "ITEM 8.f": "",
    "ITEM 8.e": "",
    "ITEM 8.c": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "",
    "ITEM 8.a": "",
    "Name of Reporting Employer.": "Lindabury, McCormick, Estabrook & Cooper",
    "P.O. Box, Bulding and Room Number, if any": "",
    "9.c. Position in labor organization or with employer (if an independent labor consultant, so state).": "This page left intentionally blank",
    "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "",
    "12. Explain fully the clrcumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "",
    "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "",
    "Written\"": "",
    "File Number": "",
    "10.a. Date of the promise, agreement. or arrangement pursuant to which payments or expenditures were agreed to or made.": "4/6/16",
    "P.O. Box, Building and Room Number, if any": "",
    "S.c. Position in labor organization or with employer (if an independent labor consultant, so state).": "Business Manager, Secretary-Treasur",
    "P.O. Bax, Building and Roam Number, if any": "",
    "12. Explain fully the circumstances of al payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Plumbers and Pipefitters Local Union No.9 Scholarship Fund",
    "11.c. Kind of each payment or expenditure (Spectly whether payment or loan, and whether in cash or property)": "Golf outing",
    "11.a. Date of each payment or expenditure (mm/dd/yyyy)": "",
    "Part B": "",
    "ZIP Code +4": "07006",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments ar expenditures were agreed to or made.": "5/16/16",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Solicitation of greens sponsorship",
    "Orai": "",
    "ITEM 8.0": "",
    "ITEM 8,a": "X",
    "9.c. Position in labor organization or with employer (if an independent labor consuftant, so state).": "Chairman",
    "11.a. Date of each payment or expenditure (mm/dd/yyyy) ).": "",
    "12. Explain fully the circumstances of al payments, including the terms of any oral agreament or understanding pursuant to which they ware made.": "Solicitation of picnic sponsorship",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "This page left intentionally blank",
    "Boyce": "",
    "12. Explain fully the clrcumstances of all payments, including the terms of any orai agreement or understanding pursuant to which they were made.": "Fundraising solicitaton",
    "11.c. Kind of each payment or expenditure (Specify whether payment ar loan, and whether in cash or property)": "Pätrick Ryan Scholarship Fund",
    "11.e. Date of each payment or expenditure ( mm/dd/yyyy)": "",
    "ITEM B.b": "",
    "P.O. Bcox. Building and Room Number, if any": "",
    "Sherlock": "",
    "12. Explain fully the dicumstances of al payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Solicitation of Annual Family Picnic sponsorship",
    "11.a. Date of each payment or expenditure (mm/dd/yyyy).": "7/6/16",
    "Orat": "",
    "9.c. Position In labor organization or with employer (if an Independent labor consultent, so state).": "Business Agent",
    "9.d. Name and address of firm or labor organization with wham employed or affiliated.": "Organization MCA of NJ Political Action Committee",
    "Drobny": "",
    "12 Explain fully the clrcumstances of al payments, including the terms of any orai agreement or understanding pursuant to which they were made.": "Solicition of sponsorships for golf cocktail hour and annual holiday meeting",
    "ITEM B.e": "",
    "Orgartization": "Somerset County Building Trades Council",
    "9.c. Position In fabor organization or with employer (if an independent labor consultant, so state).": "President",
    "9.b. Name and address of person with whom or through whom a separate agreement was made or to whom payments were made.": "Name Sal Simonetti",
    "P.O. Box, Buliding and Room Number, if any": "",
    "Roche": "",
    "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether In cash or property)": "",
    "12. Explain fully the cloumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "",
    "10a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "",
    "ITEM 8,b": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expanditures were agreed to or made.": "",
    "P.O. Box, Building and Room Numbar, if any": "",
    "P.O. Boo, Building and Room Number, if any": "",
    "9.c. Position In labor organization or with employer (If an independent labor consultant, so state).": "This page left intentionally blank",
    "12. Explain fully the circumstancas of al payments, including the terms of any oral agreement or understanding pursuent to which they were made.": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were egreed to or made.": ""
}
