{"Partnership": "", "Telephone Number": "904-786-0941", "State": "Florida", "City": "GLEN ST MARY", "Organization": "", "Individual": "", "ZIP Code + 4": "32040", "Street": "5411 CASSIDY ROAD", "Corporation": "", "Trade Name": "", "Address in Item 3": "X", "Address in Item 4": "", "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2015", "Title": "Treasurer", "Address in Item 5": "", "Part A": "619658", "P.O. Box, Bldg., Room No., if any": "", "Name": "BENNIE", "P.O. Box, Building and Room Number, If any": "", "Other (specify)": "LABOR ORGANIZATION", "Employer": "PLUMBERS & STEAMFITTERS LOCAL 234", "Date": "03/30/2016", "Tifle": "", "Attention To": "RONNY E ANDREWS", "Signée 13.": "submitted in this report (including the undersigned's knowledge and belief, true, President", "1. File": "64654", "Expires": "08-31-2016", "": "HENDRICKS", "YES": "", "NO": "X", "File Number E- 2015": "64654", "If \"Yes\", number of Part Bs attached": "", "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.", "Name of Reporting Employer": "PLUMBERS & STEAMFITTERS LOCAL 234", "8.e. Did you make any agreement or arrangement with a labor relations consultant or other independent contractor or organization pursuant to which such person undertook activities where an object thereof, directly or indirectly, was to persuade employees to exercise or not to exercise, or as to the manner of exercising, the right to organize and bargain collectively through representatives of their own choosing; or did you make any payment (including reimbursed expenses) pursuant to such an agreement or arrangement?": "0", "Oral": "X", "Both": "", "Written*": "", "Payment": "", "Agreement": "X", "ITEM 8.f": "", "ITEM 8.b": "", "ITEM 8.d": "", "ZIP Code +": "32254-3691", "ITEM 8.a": "X", "ITEM 8.c": "", "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "MONTHLY", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "BUSINESS AGENT", "P.O. Box, Building and Room Number, if any": "", "File Number E-3015": "64654", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. MR. CRAVEN IS THE OWNER OF B'S LAWN CARE WHO DOES OUR YARD MAINTENANCE": "", "Name of Reporting Employer PLUMBERS & STEAMFITTERS LOCAL": "234"}