{
    "Organization": "Külture :Consulting",
    "Individual": "",
    "State": "South Carolina",
    "Address in Item 3": "X",
    "Corporation": "X",
    "Telephone Number": "7137623,0060",
    "Trade Name": "",
    "Street": "P.O. Böx 2877",
    "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2017",
    "City": "Pawleys Island",
    "Title": "Président",
    "Partnership": "",
    "Address in Item 4": "",
    "Other (specify)": "",
    "ZIP Code + 4": "29585",
    "Address in Item 5": "X",
    "Date": "03 / 09 / 2018",
    "Employer": "Omega: Protein, Inc:",
    "P.O. Box, Bldg., Room No., if any": "",
    "Attention To": "Heather Lunsford",
    "Name": "Peter List",
    "P.O. Box, Building and Room Number, If any": "",
    "P.O. Box, Building and Room Number, If, any": "",
    "14. Signed": "Syleph",
    "1. File Number E-": "",
    "Expires": "03-31-2019",
    "NO": "X",
    "YES": "",
    "File Number E-": "67366",
    "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
    "Name of. Reporting Employer": "Omega Protein, Inc.",
    "8.f. Did you make any agreement or arrangement with a labor relations consultant or other independent contractor or organization pursuant to which such person undertook activities where an object thereof; directly or indirectly, was to furnish you with information concerning activities of employees or of a labor organization in connection with a labor dispute in which you were involved; or did you make any payment pursuant to such agreement or arrangement?": "o",
    "8.a. Did you make or promise or agree to make, directly or indirectly, any payment or loan of money or other thing of value (including reimbursed expenses) to any labor organization or to any officer, agent, shop steward, or other representative or employee of any labor organization?": "0",
    "Payment": "X",
    "Both": "",
    "Oral": "X",
    "Written*": "",
    "Agreement": "",
    "ITEM 8.f": "",
    "ITEM 8.b": "",
    "Name of Reporting Employer": "Omega Protein, Inc.",
    "ITEM 8.a": "",
    "ITEM 8.d": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "7/26/2016",
    "ITEM 8.c": "",
    "P.O. Box, Building and Room Number, if any": "",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Founder & CEO",
    "12. Explain fully the circumstances of all payments; including the terms of any oral agreement or understanding pursuant to which they were made.": "Payment for professional services provided by Kulture Consulting, LLC. Services include. conducting informational meetings to company employees relátive to the, process of unionization, the role of the NLRB, and Collective Bargaining,",
    "11.a. Date of each payment or expenditure ( mm/dd/yyyy).": "",
    ".11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": ""
}
