{
    "Telephone Number": "925-817-1220",
    "Individual": "",
    "State": "California",
    "ZIP Code + 4": "92694",
    "Corporation": "X",
    "Trade Name": "",
    "Partnership": "",
    "Address In Item 3": "",
    "Date": "3 / 30 / 2015",
    "Address In Item 6": "",
    "Employer": "Sutter Health",
    "Strest": "",
    "Organization": "",
    "Address in item 4": "",
    "City": "Ladera Ranch",
    "Name": "Florence",
    "Street": "27762 Antonio Parkway",
    "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2014",
    "Title": "VP, HR Syetem and Fresetanding",
    "Other (specify)": "",
    "P.O. Box, Bldg., Room No., If any": "",
    "Month/Day/Year (mm/dd/yyy)": "01 / 01 / 2014",
    "P.O. Box, Building and Room Number, If any": "",
    "13. Signed": "",
    "ZIP Code +4": "95833",
    "Wainwright": "",
    "1. File Number E-": "",
    "General Counsel": "Other (Specify)",
    "Part A": "",
    "L": "Di Benedetto",
    "Expires": "10-31-2013",
    "YES": "",
    "NO": "X",
    "File Number E-": "",
    "8. Type of Reportable Activity Engaged in By Employer": "Read the following questions and the accompanying Instructions carefully, taking into consideration the exclusions listed In the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer Is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
    "If \"Yes\", number of Part Bs attached": "0",
    "Name of Reporting Employer.": "Sutter Health",
    "Oral": "X",
    "Payment": "X",
    "Both": "",
    "Agreement": "",
    "Witten*": "",
    "ITEM 8.f": "",
    "ITEM 8.d": "",
    "ITEM 8.b": "",
    "ITEM 8.e": "X",
    "ZIP Code +": "92694",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or mage.": "None",
    "ITEM 8.c": "",
    "Name of Reporting Employer": "Sutter Health",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Independent Labor Consultant",
    "P.O. Box, Buliding and Room Number, I! any": "L1-645",
    "ITEM 8.a": "",
    "9.b. Name and address of person with whom or through whom a separate agreement was made or to whom payments were made.": "Robert W Long",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Employed on a per diem basis during the fiscal year. Advised management on their legal rights and obligations under the National Labor Relations Act; provided research, drafted campaign literature for managements review, edit, and final approval; met with employees to provide information only when management was unavailable to do so. There was no written formal agreement, so none is included.",
    "S.d. Name and address of firm or labor organization with whom employed or affiliated.": "Organization Healthcare Labor Solutions",
    "11.o. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Payment/Cash Paymant/Cash",
    "P.O. Box, Buliding and Room Number, If any": "L1-645"
}
