[
    {
        "Individual": "",
        "No": "",
        "Yr.": "2002",
        "Day": "30",
        "Partnership": "",
        "Yes.": "",
        "Corporation": "X",
        "Address in Item 1": "X",
        "Mo.": "07",
        "1. Full Name of Reporting Employer (including trade name, if any) and mailing address (Street Number, City, State, ZIP Code).": "NYSARC, Inc. New York City Chapter trading as Association for the Help of Retarded Children 200 Park Avenue South New York, NY 10003",
        "Address in item 2": "",
        "Address in Item 3": "",
        "2. Address of Principal Office, if different from address in Item 1.": "",
        "3. Any other address or addresses at which records necessary to verify this report will be available for examination.": "",
        "Mo,": "06",
        "Services": "X H",
        "(Specify)": "",
        "Other (Specify)": "I",
        "Mining": "B",
        "Wholesale and Retail Trade": "F",
        "Communication and Utilities": "E",
        "D": "",
        "TOTAL NUMBER OF PART B'S REQUIRED FOR THIS REPORT is": "one (1)",
        "File No.": "E-4402",
        "If \"Yes,\" enter the number of Part B's required for this question": "",
        "\"Yes,\" enter the number of Part 8's required for this question": ""
    },
    {
        "Both.": "X 80",
        "Agreement": "",
        "Payment": "",
        "Oral": "",
        "Written": "X",
        "City": "NEW YORK",
        "State": "NY",
        "Daté": "9/16/03",
        "Date": "9/14/03",
        "c. Name and address of firm or labor organiza- tion with whom employed or affiliated.": "",
        "Yr.": "",
        "Mo.": "Fehruary",
        "E": "Indicate in blocks at left, question number to which this Part 8 relates and the consecutive number of this Part B with respect to that question. 1 example on page 2. 3d paragraph under \"What Must Be Filed.\")",
        "File No.": "E-",
        "(2)": "Payment by Check",
        "(3)": "3/19/03",
        "(1)": "2/27/03",
        "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. Attach additional narrative sheets that are necessary to fully explain the required information.": "All payments were made in accordance with the February 14, 2003 consulting agreement, referred to in paragraph 10, above, a copy of which is attached."
    },
    {
        "AHRC": "desires to have services provided by FT&CS.",
        "3. TERM/TERMINATION.": "FT&CS of the Services required by this Agreement. IDDITIONALLY, FITHER PARTY MAY TERMINATE THIS AGREEMENT UPON WRITTEN DOTICE.",
        "This Agreement is made effective as of February 14, 2003, by and between AHRE, of 200 Park Avenue South, New York, New York 10003, and Fernandez Translating & Consulting Services, of 190 Lexington Avenue, Passaic, New Jersey 07055.": "NYSARC,TIVE, NYC CHAPTER",
        "4. RELATIONSHIP OF PARTIES.": "independent contractor with respect to AHRC, and not an employee of AHRC. AHRC will not provide fringe benefits, including health insurance benefits, paid vacation, or any other employee",
        "In this Agreement, the party who is contracting to receive services shall be referred to as , and the party who will be providing the services shall be referred to as \"FT&CS \"": "\"AHRC\""
    },
    {
        "IF for AHRC": "AHRC Gerald F. Maurer Associate Executive Director 200 Park Avenue South New York, New York 10003"
    },
    {
        "Gerardo Fernandez President": "",
        "By": "Gerald F. Maurer ROBORT c. GOLDSmitH Associate Executive Director",
        "Party providing services": "Fernandez Translating & Consulting Services"
    }
]