{
    "Date": "5/15/2006",
    "Telephone Number": "(315)472-4411",
    "Employer": "SMW Lu. 58 Welfare Fund",
    "individual": "",
    "Partnership": "",
    "ZiP Coca +": "413204-11B2",
    "Corporation": "",
    "Mer N° o yYear": "01/01/2005",
    "Street": "206 Kaymar Drive",
    "State": "New York",
    "Address in (tem 5": "",
    "Address in Item 3": "X",
    "MonthDapYear (mm/dd/yyyy)": "12/31/2005",
    "Address in Item 4": "",
    "1. File Number E-": "5548",
    "City": "North Syracuse",
    "Signed": "chattal",
    "Other (specify)": "Employee Benefit Trust",
    "Part A": "",
    "Trade Name": "",
    "Attention To": "Martin W Gay",
    "Title ****": "Trustee",
    "Mailing Address": "",
    "Name": "Martin W Gay",
    "Title": "Trustee",
    "ZIP Coce + 4": "",
    "4. Name and address of President or corresponding principal officer, if different from address ir tiem 3.": "Name P.O. Box, Build ng and Rocm Number, If any Street City State ZIP Code 4",
    "14. Signed": "on penallies in the ir atructions.) Lataby Trustee",
    "Through": "",
    "Page 1 of 3": "",
    "Expires": "11-30-2006",
    "NO": "X",
    "YES": "",
    "File Number E-": "",
    "Name of Reporting Employer;": "Lu. No58 Welfare Fund",
    "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and tha accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
    "Bon": "",
    "Both": "",
    "Payment": "X",
    "Oral": "",
    "Agreement": "",
    "Written*": "",
    "ZIP Code + 4": "13204",
    "ZIP Code +": "413212",
    "ITEM 8.e": "",
    "ITEM 8.b": "",
    "ITEM 8.d": "",
    "ITEM 8.f": "",
    "Name of Reporting Employer": "S.M.W. Lu, No58 Welfare Fund",
    "ITEM 8.c": "",
    "9.c. Position In tabor organization or with employer (if an independent labor consultant, so state).": "Business Manager",
    "ITEM 8.a.": "X",
    "10.a. Date of the promise, agreement, or arangement pursuant to which payments or expenditures wera agreed to or made.": "None",
    "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "05/09/2005 05/18/2005",
    "12. Explain fully the circumstances of al payments the terms of any oral agreement or understanding pursua- to chich they were made.": "Reimbursed expenses in connection with attendance at a regional meeting of Sheet Metal Workers Health and Welfare Funds.",
    "11.c. Kind of each paym ent or expenditure (Specify whether payment or loan, and whether in cash or property)": "Expenses-Paic by check Expenses-Paic by check",
    "11.b. Amount of each payment or expenditure": "$200.00 $ 70.62",
    "Part B": "",
    "Organization": "Sheet Metal Workers Lu. No. 58"
}