{"Corporation": "", "Date": "/ /", "Partnership": "X", "Telephone Number": "", "Individual": "", "Month/Day/Year mm/dd/yyyy)": "01 / 01 / 2006", "1. File Number E-": "5560 322443", "State": "", "Address in Item 3": "X", "ZIP Code + 4": "", "Title": "Treasurer", "Address in Item 4": "", "City": "Indianapolis", "Street": "", "Address in Item 5": "", "Attention To": "Hugh", "Other (specify)": "", "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2006", "14. Signed": "", "Name": "", "P.O.": "Box, Bldg., Room No., if any Suite 300", "Signed": "Président", "2. Fiscal Year Covered": "From:", "ZIP Code 4": "", "Expires": "11-30-2006", "Through": "", "YES": "", "NO": "X", "File Number": "", "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.", "Name of Reporting Employer Arnold": "and Kadjan", "Payment": "X", "Oral": "X", "Agreement": "", "Both": "", "Written*": "", "Name of Reporting Employer": "Arnold and Kadjar.", "ITEM 8.b": "", "ITEM 8.d": "", "ITEM 8.a": "X", "File Number E-": "", "ITEM 8.e": "", "ZIP Code": "4 60104", "ITEM 8.f": "", "ITEM 8 c": "", "11.a. Date of each payment or expenditure ( mm/dd/yyyy).": "12/8/06", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "", "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "see below", "ZIP Code +": "4", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Actual recipients of each bottle are not known, deminimus on a per person per bottle basis.", "Part B": "", "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Three cases of liquor for distribution to membership for Christmas", "11.a. Date of each payment or expenditure (mm/dd/yyyy).": "12/8/06", "11.b. Amount of each payment or expenditure": "500 0", "Organization": "Glaziers Loca.. 27", "ITEM 8 b": "", "ITEM 8.c": "", "Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Department of Labor Frequently Asked Question 21 addressed this situation. Donation for prizes and to pay costs of golf outing.", "ITEM 8 d": "", "9.c. Position In lapor organization or with employer (if an independent labor consultant, so state).": "", "9.d. Name and address of firm or labor organization with whom employed or affiliated": "Organization Painters District Council No. 14 P.O. Box, Building and Room Number, if any Street City State ZIP Code + 4", "ITEM 8 a": "X", "9.c. Position In labor organization or with employer (if an independent tabor consultant, so state)": "", "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "12/8/06", "9.c. Position in labor organization or with employer (if an independent labor consultant, so state).": "", "9.d. Name and address of firm or labor organization with whom employed or affiliated.": "Organization IBEW Local 15", "10.a Date of the promise, agreement. or arrangement pursuant to which payments or expenditures were agreed to or made.": "see below", "Part": "B", "9.b. Name and address of person with whom or through whom a separate agreement was made or to whom payments were made.": "", "Orai": "X", "12. Explain fully the circumstances of all payments, including the terms of any orat agreement or understanding pursuant to which they were made,": "Actual recipients unknown, deminimus on a per person per bottle basis.", "Re": "Arnold and Kadjan LM-10 Report", "FAX #": "(312) 341-0438", "Yours truly,": "ARNOLD AND KADJAN Hugh B. Arnold HBA:cc Enclosure", "TELEPHONE": "(312)236-0415", "JOHN J.": "TOOMEY", "STEVEN F.": "McDOWELL", "Gentlemen": "Enclosed please find Arnold and Kadjan's LM-10 Employer Report for the year January 1, 2006 through December 31, 2006.", "JOHN F.": "ETZKORN"}