{"City": "l'atum", "Individual": "", "Telephone Number": "214 875 9333", "ZIP Code + 4": "/5691", "State": "l'exas", "Corporation": "X", "Street": "", "Trade Name": "", "Employer": "Luminant Power", "Partnership": "", "Organization": "1BEW Local 231 /", "Title": "Director of Labor Relations", "Date": "/ /", "Name": "Fracy", "Other (specify)": "", "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2007", "Attention To": "Ralph L Dick", "1. File Number E-": "6232", "P.O. Box, Building and Room Number, If any": "Suite 14 002", "Address in Item 4": "", "Address in Item ": "X", "14. Signed": "Arturt", "Signed": "arbamp", "Greene": "", "Expires": "11-30-2006", "YES": "", "NO": "X", "File Number E-": "6232", "Name of Reporting Employer": "Luminant Power", "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted l'or that item in the line indicated.", "If \"Yes\", number of Part Bs attached": "16", "Written*": "", "Payment": "X", "Both": "", "Agreement": "", "Oral": "", "ITIEM 8.d": "", "ITEM 8.f": "", "ZIP Code +4": "75691", "ITEM 8.e": "", "ITEM 8.b": "", "ITEM 8.c": "", "File Number": "6232", "ITEM 8.a": "X", "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "None", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Executive Board Generation", "Name of Reporting Employer. Luminant Power": "", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "** These expenses were incurred persuant to a long standing agreement with the Union that provides for sharing the cost of meeting rooms on an alternating basis. For these expenses, the Union has incurred, and to the Company's understanding, paid an equal or similar expense. 08/30/2007 individual cost of meeting room for Lignite Contract negotiations (Best Western, Lindale \"X) 09/14/2007 Social lunch following l'SP meeting.", "Pierce": "", "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Business Lunch Meeting room for negotiations* Social lunch Cost of Meeting room for rsp discussions**", "This page intentionally left blank": "", "Item": "Page 3", "I'EM 8.d": "", "9.c. Position In labor organization or with employer (if an independent labor consultant, sio state).": "President (Former)", "P.O. Box, Building and Room Number, if any": "", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding puniuant to which they were made.": "** These expenses were incurred persuant to a long standing agreement with the Union that provides for sharing the cost of meeting rooms on an alternating basis. For these expenses, the Union has incurred, and to the Company's understanding, paid an equal or similar expense. 01/05/07 Individual cost of meeting room for GPO Contract negotiations (La Quinta Inn, ryler rx) 08/21/2007 individual cost of meeting room for Random Drug l'esting negotiations (Best Western, Lindale rx) 09/05/2007 Business Lunch during Random Drug l'esting Negotiation 08/21/2007 individual cost of meeting room for Random Drug l'esting negotiations 10/19/2007 individual cost of meeting room for Random Drug l'esting negotiations (Best Western, Lindale lxx", "11.c. Kind of each payment or expenditure (Specify whether payment or lonn, and whether in cash or property)": "", "11.a. Date of each payment or expenditure ( mm/dd/yyyy).": "01/05/07", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pur suant to which they were made.": "** l'hese expenses were incurred persuant to a long standing agreement with the Union that provides for sharing the cost of meeting rooms on an alternating basis. For these expenses, the Union has incurred, and to the Company's understanding, paid an equal or similar expense. 03/07/2007 individual cost of meeting room for Mining Contract negotiations (Best Western, Lindale IX) 03/15/2007 individual cost of meeting room for Lignite Contract legotiations (Best Western, Lindale rx) 04/16/2007 individual cost of meeting room for Lignite Contract megotiations (Best Western, Lindale rx)", "": "", "Meeting room for negotiations**": "", "ITEM 8.d": "", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding punsuant to which they were made.": "** These expenses were incurred persuant to a long standing agreement with the Union that provides for sharing the cost of meeting rooms on an alternating basis. For these expenses, the Union has incurred, and to the Company's understanding, paid an equal or simila: expense. 03/15/2007 individual cost of meeting room for Lignite Contract negotiations (Best Western, Lindale rx) 04/16/2007 Individual cost of meeting room for Lignite Contract negotiations (Best Western, Lindale rx) 04/20/2007 Individual cost of meeting room for Lignite Contract negotiations (Residence Inn, l'yler rx)", "9.c. Position In laboi organization or with employer (if an independent labor consultant, so state).": "Executive Board GPO", "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "03/07/2007", "11.c. Kind of each payment or expenditure (Specify whether payment or lc an, and whether in cash or property)": "Meeting room for negotiations*", "li EM 8,d": "", "9.c. Position In labor organization or with employer (if an independent labor consultant, no state).": "Executive Board GPO", "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made,": "None", "Name of Reporting Employer Luminant": "Power", "11.c. Kind of each payment or expenditure (Specify whether payment or lo an, and whether in cash or property)": "Meeting room for negotiations* Meeting room for negotiations*", "ZIP Code": "4 /5482", "I\"EM 8.d": "", "10. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "None", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pur nuant to which they were made.": "l'hese expenses were incurred persuant to a long standing agreement with the Union that provides for sharing the cost of meeting rooms on an alternating basis. For these expenses, the Union has incurred, and to the Company's understanding, paid an equal or similar expense. 03/07/2007 Individual cost of meeting room for Mining Contract nugotiations (Best Western, Lindale lxx) 08/29/2007 Individual cost of meeting room for Mining Contract negotiations (Best Western, Lindale l'x) 10/18/2007 Individual cost of meeting room for Mining Contract negotiations (Best Western, Lindale lxx)", "ZIP Code +": "75681", "TEM 8.b": "", "Name of Reporting Employer.": "Luminant Power", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding puntuant to which they were made.": "l'hese expenses were incurred persuant to a long standing agreement with the Union that provides for sharing the cost of meeting rooms on an alternating basis. For these expenses, the Union has incurred, and to the Company's understanding, paid an equal or similar expense. 03/07/2007 individual cost of meeting room for Mining Contract negotiations (Best Western, Lindale \"X) 10/18/2007 Individual cost of meeting room for Mining Contract negotiations (Best Western, Lindale \"X)", "9.c. Position In labor organization or with employer (if an independent labor consultant, 10 state).": "Executive Board Generation", "11.a. Date of each payment or expenditure (mm/dd/yyyy ).": "03/07/2007 10/18/2007", "9.c. Position in labor organization or with employer (if an independent labor consultant, 10 state).": "Executive Board Mining", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding purmuant to which they were made.": "** These expenses were incurred persuant to a long standing agreement with the Union that provides for sharing the cost of meeting rooms on an alternating basis. For these expenses, the Union has incurred, and to the Company's understanding, paid an equal or sim: lar expense. 03/07/2007 individual cost of meeting room for Mining Contract negotiations (Best Western, Lindale rx)", "Plemmons": "W", "Item 12 Continuation From Page": "25", "10/18/2007": "Individual cost of meeting room for Mining Contract nejotiations (Best Western, Lindale", "9.c. Position In labor organization or with employer (if an independent labor consultant, 110 state).": "Executive Board Mining", "Name of Reporting Employer Luminant Power": "", "11.c. Kind of each payment or expenditure (Specify whether payment or loain, and whether in cash or property)": "Meeting room for negotiations** Meeting room for negotiations** Meeting room for negotiations* Meeting room for negotiations* Meeting room for negotiations*", "Item 12 Continuation From Page 18": "10/19/08 Individual cost of meeting room for Random Drug resting negotiations (Best Western, Lindale rx)", "Written°": "", "Massingill": "l'", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding punuant to which they were made.": "** l'hese expenses were incurred persuant to a long standing agreement with the Union that provides for sharing the cost of meeting rooms on an alternating basis. For these expenses, the Union has incurred, and to the Company's understanding, paid an equal or similar expense. 08/21/08 Individual cost of meeting room for Random Drug resting negotiations (Best Western, Lindale rx) 09/05/2007 Business Lunch during Random Drug l'esting Negotiation 08/21/08 individual cost of meeting room for Random Drug resting negotiations (Best Western, Lindale 10/19/08 Individual cost of meeting room for Random Drug resting negotiations (Best Western, Lindale rx)", "A": "", "05/18/2007 lx)": "Individual cost of meeting room for Lignite Contract nagotiations (Best Western, Lindale", "Item 12": "", "ZIP Code + 41": "/5633", "ITEM 8. f": "", "Shivers": "P", "11.c. Kind of each puyment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Meeting room for negotiations* Meeting room for negotiations* Meeting room for negotiations* Meeting room for negotiations* * Meeting room for negotiations*", "05/18/2007 individual cost of meeting room for Lignite Contract negotiations (Best Western, Lindale rx)": "08/02/2007 Individual cost of meeting room for Lignite Contract negotiations (Best Western, Lindale", "IVEM 8.d": "", "9.c. Position In labor organization or with employer (if an independent labor consultant, s.b state).": "Executive Board Generation", "whitson": "R", "Item 12 Continuation From Page 27": "meeting 1x) 08/02/2007 Individual cost of meeting room for Lignite Contract negotiations (Best Western, Lindale rx) (08/21/08 individual cost of meeting room for Random Drug l'esting negotiations (Best Western, Lindale rx) 08/30/2007 individual cost of meeting room for Lignite Contract negotiations (Best Western, Lindale 1x) 09/05/2007 Business Lunch during Random Drug l'esting Negotiations 09/14/2007 Social lunch following ISP meeting. 10/19/08 individual cost of meeting room for Random Drug l'esting negotiations (Best Western, Lindale", "IT EM 8.d": "", "P.O. Box. Building and Room Number, if any": "", "9.c. Position in labor organization or with employer (if an independent labor consultant, sia state).": "Executive Board Generation", "11.c. Kind of each pa yment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Meeting room for negotiations* Social lunch", "11.a. Date of each payment or expenditure ( mm/dd/yyyy ).": "08/30/2007 09/14/2007", "9.c. Position In labor organization or with employer (if an independent labor consultant, S.D state).": "Union Offiice Manager", "Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "** l'hese expenses were incurred persuant to a long standing agreement with the Union that provides for sharing the cost of meeting rooms on an alternating basis. For these expenses, the Union has incurred, and to the Company's understanding, paid an equal or similar expense. 04/18/2007 Business lunch during meeting to discuss l'emporary Support Personnel. 04/18/2007 individual cost of meeting room for rsp discussions (Comfort inn, ryler rx). 09/14/2007 Social lunch following rsp meeting. 11/26/200% individual cost of meeting room for ISP discussions (Best Western, Lindale rx)", "T": "214.812.2046", "F": "214.812.5389", "Sincerely,": "Wile Every", "Mike Greene": "Chief Executive Offic: er mgreene@luminant.com", "VIA CERTIFIED": "MAIL 7000 0600 0024 7109 8565", "1601": "Bryan Street", "Dallas,": "Texas 75201"}