{
    "Corporation": "",
    "Trade Name": "",
    "Employer": "Tavormina & Young, LLP",
    "Partnership": "X",
    "Telephone Number": "",
    "Street": "24950 Country Club Blvd.",
    "Individual": "",
    "Organization": "United Transporation Union",
    "State": "Ohio",
    "Address in item 4": "",
    "Name": "",
    "City": "",
    "Address in Item 3": "X",
    "Date": "/ /",
    "ZIP Code + 4": "44070-5333",
    "ZIP Code 4": "",
    "Month/Day/Year (mm/dd/yyyy)": "01 / 01 / 2010",
    "P.O. Box, Bldg., Room No., if any": "Suite # 1750",
    "Title": "Executive Director",
    "Other (specify)": "",
    "P.O. Box, Building and Room Number, If any": "",
    "Address in Item 5": "",
    "File Number E-": "5553",
    "14. Signed": "",
    "Young": "",
    "Signed": "By",
    "Expires": "10-31-2013",
    "YES": "",
    "NO": "X",
    "If \"Yes\", number of Part Bs attached": "",
    "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
    "8.e. Did you make any agreement or arrangement with a labor relations consultant or other independent contractor or organization pursuant to which such person undertook activities where an object thereof, directly or indirectly, was to persuade employees to exercise or not to exercise, or as to the manner of exercising, the right to organize and bargain collectively through representatives of their own choosing; or did you make any payment (including reimbursed expenses) pursuant to such an agreement or arrangement?": "0",
    "Name of Reporting Employer": "Tavormina & Young, LLP",
    "Both": "",
    "Payment": "X",
    "Oral": "",
    "Agreement": "",
    "Written*": "",
    "ITEM 8.f": "",
    "ITEM 8.b": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "none",
    "ITEM 8.c": "",
    "ITEM 8.d": "",
    "ITEM 8.a": "X",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "",
    "P.O. Box, Building and Room Number, if any": "",
    "ITEM 8.e": "",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "This was regularly scheduled monthly meeting date for Local 1918, El Paso, Texas. The meeting was open to all members and invitations were provided by the local. Tavormina & Young attended and puchased meal for members in attendence.",
    "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "cash payment to restaurant cash patment to restaurant",
    "ZIP Code +": "44113-2170",
    "File Number": "5553",
    "Weininger": "",
    "P.O. Box. Building and Room Number, if any": "",
    "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "09/02/2010",
    "TO": "ALL DLC",
    "FAX": "(916)441-3846",
    "Toll-free": "(877) 673-2769",
    "Re": "Matt Wilson's 12th Triennial BNSF/MRL General Committee Meeting June 28 - July 2, 2010",
    "Dear Joe": "Enclosed you will find our firm check in the amount of $6,500.00 for my BLET Designation Dues for 2011 per your letter.",
    "Amount": "8,000.00",
    "Inv No": "SG10-00684",
    "Inv Date": "08/18/2010",
    "Due Date": "08/18/2010",
    "DATE": "08/18/2010",
    "Description": "UTU EASTERN REGIONAL MEETING",
    "AMOUNT": "$****8,000.00",
    "G/L No": "49000",
    "Check No.": "4689",
    "004804": "1131037970 :",
    "PAY TO THE ORDER OF": "GROVE PARK INN 290 MACON AVE ASHEVILLE, NC 28804",
    "AUTHORIZED SIGNATURE": "COPY NON-NEGOTIABLE",
    "VISTA BANK TEXAS": "HOUSTON, TX 88-379/1131",
    "SUITE": "1750",
    "Sincerely,": "Helen Brand Helen Brand BLET Auxiliary National Treasurer",
    "Item 12 Continuation From Page 6": "United Transportation Union, Labor Organization# 000-314 14600 Detroit Avenue, Cleveland, Ohio 44107-4250",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state)": "Trustee BLET Dsgnt. Legal Counsel",
    "9.b. Name and address of person with whom or through whom a separate agreement was made or to whom payments were made.": "Name Ronny Hickman",
    "Gentlemen": "Enclosed you will find the billing for the reception which came to $1,893.54, as well as the banquet, which came to $5,730.64. This comes to a grand total of $7,624.18 for the two events; divided by four, this would equal to $1,906. If each of you would please send said amount to the undersigned, it would be appreciated.",
    "004863": ": 113103797 :",
    "940": "004863",
    "II° 004690": ":163103797 :",
    "9400": "004690",
    "CC": "M. B. Futhey, Jr., International President A. Martin III, Assistant President K. N. Thompson, General Secretary - Treasurer D. J. Lough, Director of Meeting Management",
    "Dear Designated Legal Counsel": "The United Transportation Union will conduct two Regional Meetings in 2010, Phoenix, Arizona and Asheville, North Carolina.",
    "Assistant": "President",
    "Very truly yours,": "Mah Allen Mark Allen Coordinator, Designated Legal Counsel",
    "The Attendance Forms should be forwarded to": "United Transportation Union Public Relations, Education and Training ATTENTION: Dan Lough 14600 Detroit Avenue Cleveland, OH 44107",
    "to": "United Transportation Union Regional Meeting Registration 14600 Detroit Avenue Cleveland, OH 44107",
    "Written": "",
    "Yours very truly,": "Jerry Jerome J. Schlichter JJS:Ifs Enclosures",
    "Page": "",
    "Statement Date": "7/21/2010",
    "Total Due": "0.00",
    "Account Number": "SFLE10",
    "120 Days": "",
    "30 Days": "",
    "90 Days": "",
    "60 Days": "",
    "Current": "",
    "ST.": "LOUIS, MISSOURI 63102",
    "SEND PAYMENT TO": "3555 LAS VEGAS BLVD so LAS VEGAS, NV 89109 ATTN: BANQUET-SABEL Payment Due Upon Receipt",
    "ATTN": "MS. LINDA SIEGFRIED",
    "FUNTIOND DATES": "JULY 1, 2010",
    "9.d. Name and address of firm or labor organization with whom employed or affiliated.": "",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state),": "Local Chairman Local 0765",
    "Farnie": "",
    "06/21/2010 - Dinner at Post Oak Grill, Houston, Texas while participating in the making of video for presentation at the UTU Regional Meetings. Payment made directly to restaurant.": "06/22/2010 - Refreshements/Lunch Houston, Texas. Same at the above. 07/26/2010 - Dinner at Arizone Biltmore, Phoenix, Arizona, while attending the UTU Regional Meeting, includes spouse. 08/23/2010 - Dinner at the Grove Park Inn, Ashville, North Carolina, while attending the UTU Regional Meeting, includes spouse.",
    "Welch": "",
    "Strunk": "",
    "11.a. Date of each payment or expenditure (mm/dd/yyyy)": "08/09/2010",
    "11.a. Date of each payment or expenditure ( (mm/dd/yyyy)": "07/26/2010",
    "Written\"": "",
    "ZIP Code": "77036-5712",
    "Loyd": "",
    "11.a. Date of each payment or expenditure ( mm/dd/yyyy).": "09/20/2010",
    "ZIP Code , 4": "44070-5333",
    "Johnson": "",
    "ITEM 8.1": "",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were": "This was regular scheduled monthly meeting date for UTU Local 1957, Galveston, Texas. The meeting was open to all members and invitations provided by the local. Tavormina & Young attended and purchased dinner for members in attendence. The payment was made by credit card to the restaurant.",
    "11.a. Date of each payment or expenditure (mm/dd/yyyy).": "09/28/2010"
}