{
    "Partnership": "",
    "Telephone Number": "401-825-2929",
    "Date": "02 / 05 / 2013",
    "Individual": "X",
    "Corporation": "X",
    "Employer": "us BeaconMutual Insurance Company",
    "State": "Rhode Island",
    "Address in Item 4": "X",
    "ZIP Code + 4": "02889",
    "Address in Item 3": "X",
    "City": "Cranston",
    "Street": "FFranconiaprive",
    "Attention To": "Cynthia L Lawlor",
    "Month/Day/Year (mm/dd/yyyy)": "",
    "Trade Name": "",
    "Organization": "",
    "Address in Item 5": "X",
    "1. File Number E-": "65146",
    "Title": "Pres: i den",
    "Other (specify)": "X",
    "Name": "Raymond CI Coia",
    "14.": "Cynthia Rauston Treasurer (if other title, see Other (specify) instructions) Chief_Financial Officer",
    "Expires": "10-31-2013",
    "YES.": "X",
    "YES": "",
    "NO": "X",
    "File Number E-": "",
    "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these itemis, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you-must attach a Part. B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f: Also, if the answer is \"Yes\"for more than one person or organization, complete a separate Part-Bifor- êach person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
    "Name of Reporting Employer": "Beacon Mutual Insurance Company",
    "8.b. Did you make, directly or indirectly, any payment (including reimbursed expenses) to any of your employees, or to any group or committee of your employees, for the purpose of causing them to persuade other employees to exercise or not to exercise, or as to the manner of exercising, the right to orgänize and bargain collectively through representatives of their own choosing without previously or at the same time disclosing such payment to all such other employees?": "",
    "If \"Yes\", number of-Part Bs attached": "",
    "Both": "",
    "Payment": "X",
    "Agreement": "X",
    "Oral": "X",
    "ITEM 8.a": "X",
    "ITEM 8.f": "F.",
    "ITEM 8.b": "X N",
    "ITEM 8.c": "X",
    "Written*": "X",
    "ITEM 8.d": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "January 2007",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Board of Director",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "Raymond@Cora is a member of The BeaconMutualinsurance.company.Board of Directors. Beacon Mutual paysteach member a retainer and meeting feeforitheirservices on the Board",
    "9.d. Name and address of firm or labor organization with whom employed or affiliated.": "Organization New.Eng! land Laborer This Funds",
    "Report Total": "25,700.00",
    "Bank B Total": "25,700.00",
    "Run Date": "2/5/2013 12:43:57PM",
    "A/P Date": "2/5/2013",
    "Activity*From": "1/1/2012 to 12/31/2012",
    "Page": "1"
}