{"Corporation": "X", "Telephone Number": "212-733-9878", "Individual": "", "Partnership": "", "City": "", "State": "", "ZIP Code + 4": "12979", "Street": "64 Maple Street", "Organization": "", "Address in Item 4": "", "Title": "Other (specify) Frank A: D'Amelio; EVP/CFO", "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2010", "Employer": "Pfizer Inc", "Address in Item 3": "X", "Date": ": / /", "Trade Name": "", "P.O. Box, Bldg., Room No., if any": "235/19/11", "Other (specify)": "", "Name": "", "Address in Item 5": "", "File Number E-": "05159", "Attention To": "Christine", "Signed": "Frank Amelic", "P.O. Box, Building and Room Number, If any": "", "2. Fiscal Year Covered": "From:", "Expires": "10-31-2013", "YES": "", "NO": "X", "File Number": "05159", "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.", "Name of Reporting Employer": "Pfizer Inc", "If \"Yes\", number of Part Bs attached": "2", "Both": "", "Written*": "", "Oral": "", "Agreement": "", "Payment": "X", "ITEM 8.e": "", "ITEM 8.f": "", "ITEM 8.b": "", "ITEM 8.d": "", "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "", "ITEM 8.a": "X", "ITEM 8.c": "", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "", "P.O. Box, Building and Room Number, if any": "", "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Value of Company office space provided to Unioni Reimbursement-trave expenses to/from: OSHA cont", "9.d. Name and address of firm or labor organization with whom employed or affiliated.": "Organization International Chemical Workers Union, Local 95C", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "*The provision of office space is excepted from LM-10 reporting pursuant to Section 302(c) fo the Taft-Hartley Act Nonetheless, we report the amount pursuant to the Department's enforcement position *The Union was reimbursed for the expenses associated with an employee's attendance at an OSHA VPP conference which provided valuelto the Company. This type of expenditure is except from LM-TO reporting pursuant to Section 302/C of the Taft-Hartley Act. Nonetheless, we report the amount pursuant to the Department's enforcement provision.", "11.b. Amount of each payment or expenditure": "9,156", "11.a. Date of each payment or expenditure (mm/dd/yyyy)": "", "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "01/01/2010-12/31/2010 01/01/2010-12/31/2010"}