{"Date": "611907", "Partnership": "", "ZIP Code + 4": "43528", "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2006", "Corporation": "X", "State": "California", "Address in Item 3": "X", "Telephone Number": "412-236-2054", "Individual": "", "Street": "8105 Edgewater Drive, Suite 126", "City": "Oakland", "Name": "", "Employer": "Mellon Bank, N.A.", "Address in Item 4": "", "Trade Name": "Mellon Bank, N.A.", "Address in Item 5": "", "Other (specify)": "", "Attention To": "", "Through": "", "Name Robert": "P Kelly", "Title": "Chief Financial Officer", "Signed": "on penalties in the instructions.) COCBy Other (Specify)", "1. File Number E-": "5340", "P.O.": "Box, Building and Room Number, If any Room 4700", "Part A": "", "Expires": "11-30-2006", "YES": "", "NO": "X", "File Number E-": "5340", "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.", "If \"Yes\", number of Part Bs attached": "32", "Name of": "Reporting Employer: Mellon Bank, N.A.", "Oral": "X", "Written*": "", "Both": "", "Agreement": "", "ITEM 8.d": "", "ITEM 8.f": "", "Payment": "X", "ITEM 8.c": "", "ITEM 8.b": "", "ITEM 8.e": "", "9.c. Position In labo organization or with employer (if an independent labor consultant so state).": "", "File Number": "5340", "10. a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "5/25/2006", "ITEM 8.a": "X", "11.a. Date of each payment or expenditure (mm/dd/yyyy).": "6/20/2006", "12. Explain fully the circumstances of all payments. including the terms of any oral agreement or understanding p ursuant to which they were made.": "Advertising/Sponsorship: Day at the Races", "11.b. Amount of each payment or expenditure": "750", "(*Written agreements entered into during the fiscal year must be attached.)": "", "Name of Reporting Employer": "Mellon Bank, N.A.", "Part B": "", "Check Payment": "", "9.c. Position In labor organization or with employer (if an independent labor consultant. so state).": "", "P.O. Box. Building and Room Number, if any": "Leukemia & Lymphoma Soc UCFW Lo 911", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding p ursuant to which they were made.": "Part: ial Banquet Sponsorship at Gompers-Murray-Meaney - Educational Institute", "Organization": "UFCW Local 911", "ZIP Code +": "4 97281", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "", "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "10/5/2006", "11.a. Date of each payment or expenditure ( mm/dd/yyyy).": "10/5/2006", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "rertising/Sponsorship at Charity Golf Outing", "9.d. Name and address of firm or labor organization with whom employed or affiliated.": "Organization OPEIU Local #277", "ZIP Code": "94621", "10.a. Date of the promise, agreement. or arrangement pursuant to which payments or expenditures were agreed to or made.": "8/23/2006", "11.a. Date of each payment or expenditure ( (mm/dd/yyyy)": "8/11/2006", "9.d. Name and address of firm or labor organization with whom employed or a ifiliated.": "Organization IBEW Local #103", "11.a. Date of each payment or expenditure (mm/dd/yyyy)": "8/21/2006", "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Check Payment", "(*Written agreements entered into during the fiscal year must be attached )": "", "11.a. Date of each payment or expenditure ( mm/dd/yyyy ).": "7/17/2006", "9.b. Name and address of person with whom or through whom a separate agreement was made or to whom payments were made.": "Name Terry Gonzales", "10.a. Date of the promise. agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "6/20/2006", "P.O. Box, Building and Room Number, if any": "UFCW Northe Calif. Leukemia Golf", "9.d. Name and address of firm or labor organization with whom employed or a 'filiated.": "Organization Northern California Carpenters Regional Council", "9.c. Position In labcr organization or with employer (if an independent labor consultant. so state).": "", "Check Paymen": "", "9.c. Position In labor organization or with employer (if an independent labor consultan. so state).": "", "11.a. Date of each payment or expenditure ( ).": "4/3/2006", "12. Explain fully the circumstances of all payments. including the terms of any oral agreement or understanding pursuant to which they were made.": "Advertising/Sponsorship at Charity Golf Outing", "9.d. Name and address of firm or labor organization with whom employed or a ffiliated.": "Organization San Francisco Building Trades", "Written": "", "ITEM 8 a": "X", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding p' ursuant to which they were made.": "Ad for Golf Tournanment (Included in filing dated 3/27/2007) Advertising/Sponsorship at Golf Outing", "10. a. Date of the promise. agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "6/15/2006", "11.a. Date of each payment or expenditure ( mm/dd/yyyy)": "9/25/2006", "(*Wotten agreements entered into during the fiscal year must be attached.)": "", "ITEM 8. f": "", "9.c. Position In labor organization or with employer (if an independent labor consultan1. so state).": "", "11.a. Date of each payment or expenditure (mm/dd/yyyy ).": "8/23/2006 8/23/2006", "9.d. Name and adcress of firm or labor organization with whom employed or affiliated.": "Organization The One Charity Golf Classic - UFCW", "9.c. Position In labor organization or with employer (if an independent labor consultan'. so state).": "", "9.c. Position In labor organization or with employer (if an independent labor consultart, so state).": "", "11.a. Date of each payment or expenditure ( mm/dd/yyyy": "5/31/2006", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pu rsuant to which they were made.": "Donation to Leukemia Fund Raiser", "11.c. Kind of each payment or expenditure (Specify whether payment or Ipan, and whether in cash or property)": "Check Payment", "ITEM 8 e": "", "TEM S d": "", "TEV a.f": "", "ITEM & b": "", "ITEM 3.c": "", "ITEM 3.a": "X", "Part": "B", "11.a Date of each payment or expenditure (mm/dd/yyyy).": "9/20/2006", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pu suant to which they were made.": "dvertising/Sponsorship at Charity Golf Outing", "TEM 2.f": "", "ITEM 8 b": "", "TEM 5 d": "", "Name of Reporting Employer Mellon Bank, N.A.": "", "9.c. Position in labor organization or with employer (if an independent labor consultant, so state).": "", "ITEM B.c": "", "-E% 2.f": "", "Name of Reporting Emoloyer Mellon Bank, N.A.": "", "RE": "Supplemental LM-10 filing File Number E-5340 Mellon Bank N.A.", "CC": "Keith Henning Susan Hollingsworth", "Nicholas R. Darrow": "Sincerel,", "Dear Sir or Madam": "Enclosed is a supplemental LM-10 form for Mellon Bank N.A., for the reporting period ended December 31, 2006. A review of our records in light of the Department of Labor's LM-10 FAQs related to charitable expenditures has resulted in the need for this supplemental filing."}