{
    "Corporation": "X",
    "Individual": "",
    "Telephone Number": "480-627-2700",
    "Date": "03 / 23 / 2018",
    "Partnership": "",
    "Address in Item 3": "",
    "Address in Item 4": "",
    "Employer": "Republic Silver State Disposal, Inc.",
    "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2017",
    "ZIP Code + 4": "89104",
    "1. File Number E-": "67949",
    "City": "San Clemente",
    "State": "California",
    "Title": "President",
    "Trade Name": "Republic Services of Southern NV",
    "Attention To": "Jim",
    "Organization": "Republic Services, Inc.",
    "Street": "63 Via Pico Plaza",
    "Other (specify)": "",
    "Address in Item 5": "X",
    "Name": "Steve",
    "Through": "",
    "2. Fiscal Year": "Covered From:",
    "13. Signed": "",
    "YES": "",
    "NO": "X",
    "File Number E-": "67949",
    "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
    "If \"Yes\", number of Part Bs attached": "0",
    "Name of Reporting": "Employer: Republic Silver State Disposal, Inc.",
    "Oral": "X",
    "Agreement": "",
    "Written*": "",
    "Both": "X",
    "Payment": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "February 2017",
    "ITEM 8.b": "",
    "ITEM 8.a": "",
    "ITEM 8.e": "X",
    "ITEM 8.d": "",
    "ITEM 8.f": "",
    "ITEM 8.c": "",
    "ZIP Code": "4 92672",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Independent Labor Consultant",
    "P.O. Box, Building and Room Number, if any": "Suite 505",
    "Part B": "",
    "Name of Reporting Employer": "Republic Silver State Disposal, Inc.",
    "Check": "",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "An agreement to pay for labor relations advice regarding an organizational effort by the Teamsters beginning in February 2017 with the filing of a Representation Petition. Charges incurred were billed at an hourly rate of $375, plus reasonable and ordinary expenses such as travel, lodging and food. Specific assistance included speaking with employees and preparing literature for employees to review regarding the process and issues involved in collective bargaining and the reasons why the Company believes it is neither in its best interests nor the best interests of its employees to bring a union into the workplace. Payments were made in 2017 under this agreement ."
}
