[
    {
        "Date": "12 / 31 / 2009",
        "Telephone Number": "",
        "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2009",
        "Partnership": "",
        "Corporation": "X",
        "Individual": "",
        "Address in Item 3": "X",
        "State": "",
        "Employer": "UNION OFFICE SOLUTIONS",
        "Name": "RODNEY",
        "ZIP Code +": "54667",
        "Address in Item 4": "",
        "Street": "",
        "Address in Item 5": "",
        "Other (specify)": "",
        "Trade Name": "",
        "City": "",
        "Attention To": "DAYNA",
        "Through": "",
        "1. File Number E-": "64328",
        "ZIP Code + 4": "",
        "2. Fiscal Year": "From",
        "14. Signed": "Dayna Ahautz Treasurer",
        "P.O. Box, Building and Room Number, If any": "",
        "EITLAND": "",
        "Expires": "09-30-2011"
    },
    {
        "NO": "X",
        "YES": "",
        "File Number E-": "",
        "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed in the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you must attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through 8.f. Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.",
        "If \"Yes\", number of Part Bs attached": "0",
        "Name of Reporting Employer": "UNION OFFICE SOLUTIONS"
    },
    {
        "Oral": "X",
        "Agreement": "",
        "Both": "",
        "Written*": "",
        "ITEM 8.b": "",
        "Payment": "X",
        "ITEM 8.f": "",
        "File Number E-": "",
        "ITEM 8.e": "",
        "ITEM 8.d": "",
        "ITEM 8.a": "",
        "ITEM 8.c": "",
        "State": "Arizona",
        "Street": "188 APACHE TRAIL",
        "Name of Reporting Employer": "UNION OFFICE SOLUTIONS",
        "City": "GLOBE",
        "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "VENDOR",
        "11.a. Date of each payment or expenditure (mm/dd/yyyy).": "11/10/2009",
        "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "11/10/2009",
        "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "UNION STAR PROMOTIONAL REBATE-CHECK",
        "12. Explain fully the circumstances of all payments, including the terms of any orai agreement or understanding pursuant to which they were made.": "WITH THE PURHCASE OR LEASE OF A COPIER OR POSTAGE EQUIPMENT, THE UNION STAR PROGRAM PAYS A PROMOTIONAL REBATE BACK TO THE ORGANIZATION TO BE USED FOR MEMBERSHIP DEVELOPMENT AND RETENTION.",
        "P.O. Box, Building and Room Number, if any": "Street City State ZIP Code + 4",
        "(*Written agreements entered into during the fiscal year must be attached.)": "",
        "Part B": "",
        "11.b. Amount of each payment or expenditure": "500",
        "Name": "",
        "9.d. Name and address of firm or labor organization with whom employed or affiliated.": "Organization IBEW LOCAL 518"
    }
]