{"Partnership": "", "Corporation": "X", "Street": "Fourth Street", "Date": "5 / 4 / 2020", "Name": "Brian Leonard", "State": "Pennsylvania", "Trade Name": "", "Individual": "", "Title": "Other (Specify)", "Telephone Number": "562-243-8038", "ZIP Code + 4": "19022", "Attention To": "Wendy Livingston", "City": "Eddystone", "Organization": "UAW`1069", "Address in Item 3": "", "Month/Day/Year (mm/dd/yyyy)": "12 / 31 / 2019", "Other (specify)": "", "Address in Item 5": "X", "P.O. Box, Bldg., Room No., if any": "", "Address in Item 4": "", "File Number E-": "6268", "P.O. Box, Building and Room Number, If any": "", "Signed": "Wondy A Livingston", "Employer": "The Boeing Company", "Expires": "03-31-2019", "NO": "X", "YES": "", "8. Type of Reportable Activity Engaged In By Employer": "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions listed the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered \"Yes\", you attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items 8.a. through Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each person or organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.", "Name of Reporting Employer The": "Boeing Company", "Written*": "", "Oral": "X", "Both": "X", "Payment": "", "Agreement": "X", "ITEM 8.a": "X", "ITEM 8.b": "=", "ITEM 8.f": "", "ITEM 8.d": "", "ITEM 8.c": "th", "Name of Reporting Employer": "The Boeing Company", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Committeeman:", "P.O. Box, Building and Room Number, if any": "", "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "12", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "The company provides the items described in (ci) pursuant to agreement thät has been = in place for decades", "11.a. Date of each payment or expenditure ( mm/dd/yyyy ).": "", "File Number": "6268", "ITEM 8.e": "X a", "ZIP Code +": "4 1,9022", "11.b. Amount of each payment or expenditure": "", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. The company provides and Ora. agreement that has. been in place for (decades": "", "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Phone and computer", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state)": "Sr. Steward", "11.a. Date of each payment or expenditure (mm/dd/yyyy).": "", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. The Company provides theaitems-described, im Section pursuant toma spastipractice and-oral agreement that has been in place for decades": "", "Ramme": "", "11.a. Date of each payment or expenditure ( (mm/dd/yyyy)": "1/1/20,19-12/31/2019 /1/2019-12/31/2019 1/1/201,9-12/31/2019", "Bolkunoff": "", "11.a. Date of each payment or expenditure (mm/dd/yyyy ).": "/1/2019-12/31/2019 1/1/2019-12/31/2019. 1/1/2019-12./31/2019,", "9.b. Name and address of person with whom or through whom a separate agreement was made or to whom payments were made.": "Name Larry Hunter", "9.c. Position In labor organization or with employer (if an independent labor consultant, so state),": "Plant Chairman", "The .company provides the items described ina Section 11, (c) pursuantito a pastapractice and oral agréement that 3has been Sin place for decades": "", "ITEM 8.f.": "", "11.a. Date of each payment or expenditure (mm/dd/yyyy)": "/1/2019-12/31/2019", "Fritz": "", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. The company. provides the itemsdescribed in Section- 111 (c) pursuant to a past practice and orat agreement that has been ine place for decades": "", "9.d. Name and address of firm or labor organization with whom employed or affiliated.": "Organization", "11.a. Date of each payment or expenditure ( mm/dd/yyyy).": "1/1/2019-12//31/2019", "Part B": "", "11.a. Date of each payment or expenditure ( (mm/dd/yyyy).": "", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or underständing pursuant to which they were made.": "", "ZIP Code": "19022", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. The company past practice and oral- agreement that has been in place for decades": "", "Mozzani": "", "Matthews": "", "11.a. Date of each payment or expenditure ( mm/dd/yyyy) ).": "1/1//201,9-12/3,172019", "Barbacano,": "", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. The companyiprovides the items (described ins Section IT (C) pursuant to a (past practice agreement that has been ine place for decades": "", "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made. The company provides theitemsdescribedvinsectionml (c) pursuant to a pastpractice and oral agreement.ithat Thas been in- place for decades": ""}