{
    "Corporation": "",
    "Individual": "",
    "Partnership": "",
    "Organization": "Teamsters Union Local #100",
    "ZIP + Code": "43609-2344",
    "Name": "David Webster",
    "Address in Item 5": "",
    "Trade Name": "Association Health and Welfare Fund",
    "Telephone Number": "419-254-3322",
    "Month/Day/Year (mm/dd/yyyy)": "10/31/11",
    "ZIP Code +": "4 43702-",
    "Address-in Item 3": "X",
    "Employer": "Teamsters-Ohio Contractors",
    "Date": "11/16/11",
    "Address in Item 4": "",
    "Street": "2100 Oak Road,",
    "Title": "",
    "Mailing Address": "",
    "City": "Cincinnati,",
    "Attention To": "David W. Kile",
    "State": "Ohio",
    "Through": "",
    "1. File Number E-": "63949",
    "13. Signed": "Leage Build DR",
    "14. Signed": "penalties in the instructions.) Davis TW Kis Admin. Mgr.",
    "P.O. Box, Building and Room Number, If any": "",
    "Part A": "",
    "Expires": "09-30-2011",
    "File Number E-": "63949",
    "NO": "",
    "YES": "",
    "Name of Reporting Employer": "Teamsters-Ohio Contractors Assoc. Health and Welfare Fund",
    "Read the following questions and the accompanying instructions carefully, taking into consideration the exclusions the instructions for these items, and check either \"Yes\" or \"No\" for each item. For each item that is answered attach a Part B which appears on Page 3. Complete a separate Part B for each \"Yes\" answer to any of Items Also, if the answer is \"Yes\" for more than one person or organization, complete a separate Part B for each organization. If you answer \"Yes\", enter the number of Part Bs that are submitted for that item in the line indicated.": "listed \"Yes\", you 8.a. through person or",
    "Both": "",
    "Agreement": "",
    "Payment": "X",
    "Written*": "",
    "Oral": "X",
    "ITEM 8.b": "",
    "ITEM 8.d": "",
    "ITEM 8.f": "",
    "ITEM 8.a": "X",
    "ITEM 8.e": "",
    "9.c. Position In labor organization or with employer (if an independent labor consultant, so state).": "Union Trustee",
    "ITEM 8.c": "",
    "10.a. Date of the promise, agreement, or arrangement pursuant to which payments or expenditures were agreed to or made.": "None",
    "Part B": "",
    "12. Explain fully the circumstances of all payments, including the terms of any oral agreement or understanding pursuant to which they were made.": "10/07/10 - Travel expenses for Board Meeting of 09/14/10 in Columbus, OH. 01/06/11 - Travel expenses for Board Meeting of 12/09/10 in Columbus, OH.",
    "11.c. Kind of each payment or expenditure (Specify whether payment or loan, and whether in cash or property)": "Paid with Fund credit card. Paid with Fund credit card.",
    "11.a. Date of each payment or expenditure (mm/dd/yyyy ).": "12/22/10",
    "11.b. Amount of each payment or expenditure": "$ 115.58 115.58",
    "ZIP Code + 4": "45241",
    "P.O. Box, Building and Room Number, if any": "Post Office Box 2746",
    "(*Written agreements entered into during the fiscal year must be attached.)": "",
    "ZIP Code 4": "45241",
    "9.c. Position in labor organization or with employer (if an independent labor consultant, so state).": "Union Trustee",
    "11.a. Date of each payment or expenditure (mm/dd/yyyy) ).": "10/07/10 01/06/11",
    "9.d. Name and address of firm or labor organization with whom employed or affiliated.": ""
}
